class Urls:
    BASE = 'https://qa-scooter.praktikum-services.ru/'
    DZEN = 'https://dzen.ru/?yredirect=true'

class Answers:
    AN0 = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
    AN1 = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
    AN2 = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
    AN3 = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    AN4 = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    AN5 = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
    AN6 = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    AN7 = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'

class UserData:
    IVAN = ('Иван', 'Петров', 'Не дом и не улица', '89998887766')
    JOHN = ('Джон', 'Смит', 'Брайтон бич', '87778889999')

